wso2/iskm-bizops/scripts/cleanup/remove-secretKey.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:xsd="http://org.apache.axis2/xsd">
   <soap:Header/>
   <soap:Body>
      <xsd:removeLocalClaim>
         <!--Optional:-->
         <xsd:localClaimURI>http://wso2.org/claims/identity/secretkey</xsd:localClaimURI>
      </xsd:removeLocalClaim>
   </soap:Body>
</soap:Envelope>